Repository: neozhu/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Pages/Identity/Roles/Components/PermissionsDrawer.*.resx
Languages: de_de, ru, zh_cn

source: Set Permissions
de_de: Berechtigungen
ru: Установить разрешения
zh_cn: 权限

source: Assign / Unassign all permission set
de_de: Alle Berechtigungssätze zuweisen / aufheben
ru: Назначить/отменить назначение всех наборов разрешений
zh_cn: 分配/取消分配所有权限集

source: Contact Permissions
de_de: Kontakt-Berechtigungen
ru: Позволяет загружать документы
zh_cn: 联系人权限

source: Product Permissions
de_de: Produkt-Berechtigungen
ru: Разрешения на продукт
zh_cn: 产品权限

source: Allows viewing product details
de_de: Erlaubt das Anzeigen von Produktdetails
ru: Позволяет просматривать сведения о продукте
zh_cn: 允许查看产品详情

source: Allows creating new product records
de_de: Erlaubt das Erstellen neuer Produktdatensätze
ru: Позволяет создавать новые записи о продукте
zh_cn: 允许创建新的产品记录

source: Allows modifying existing product details
de_de: Erlaubt das Ändern bestehender Produktdetails
ru: Позволяет изменять существующие сведения о продукте
zh_cn: 允许修改现有产品详情

source: Allows deleting product records
de_de: Erlaubt das Löschen von Produktdatensätzen
ru: Позволяет удалять записи о продукте
zh_cn: 允许删除产品记录

source: Allows printing product details
de_de: Erlaubt das Drucken von Produktdetails
ru: Позволяет печатать сведения о продукте
zh_cn: 允许打印产品详情

source: Allows searching for product records
de_de: Erlaubt das Suchen nach Produktdatensätzen
ru: Позволяет искать записи о продукте
zh_cn: 允许搜索产品记录

source: Allows exporting product records
de_de: Erlaubt das Exportieren von Produktdatensätzen
ru: Позволяет экспортировать записи о продукте
zh_cn: 允许导出产品记录

source: Allows importing product records
de_de: Erlaubt das Importieren von Produktdatensätzen
ru: Позволяет импортировать записи о продукте
zh_cn: 允许导入产品记录

source: Audit Permissions
de_de: Audit-Berechtigungen
ru: Разрешения на аудит
zh_cn: 审计权限

source: Allows viewing audit trail details
de_de: Erlaubt das Anzeigen von Audit-Trail-Details
ru: Позволяет просматривать сведения о контрольном журнале
zh_cn: 允许查看审计跟踪详情

source: Allows searching for audit trail records
de_de: Erlaubt das Suchen nach Audit-Trail-Datensätzen
ru: Позволяет искать записи контрольного журнала
zh_cn: 允许搜索审计跟踪记录

source: Allows exporting audit trail records
de_de: Erlaubt das Exportieren von Audit-Trail-Datensätzen
ru: Позволяет экспортировать записи контрольного журнала
zh_cn: 允许导出审计跟踪记录

source: Log Permissions
de_de: Protokoll-Berechtigungen
ru: Разрешения на журнал
zh_cn: 日志权限

source: Allows viewing log details
de_de: Erlaubt das Anzeigen von Protokolldetails
ru: Позволяет просматривать сведения о журнале
zh_cn: 允许查看日志详情

source: Allows searching for log records
de_de: Erlaubt das Suchen nach Protokolldatensätzen
ru: Позволяет искать записи журнала
zh_cn: 允许搜索日志记录

source: Allows exporting log records
de_de: Erlaubt das Exportieren von Protokolldatensätzen
ru: Позволяет экспортировать записи журнала
zh_cn: 允许导出日志记录

source: Allows purging log records
de_de: Erlaubt das Bereinigen von Protokolldatensätzen
ru: Позволяет очищать записи журнала
zh_cn: 允许清除日志记录

source: Picklist Permissions
de_de: Auswahllisten-Berechtigungen
ru: Разрешения на список выбора
zh_cn: 选择列表权限

source: Allows viewing picklist set details
de_de: Erlaubt das Anzeigen von Auswahllistensatz-Details
ru: Позволяет просматривать сведения о наборе списков выбора
zh_cn: 允许查看选择列表集详情

source: Allows creating new picklist sets
de_de: Erlaubt das Erstellen neuer Auswahllistensätze
ru: Позволяет создавать новые наборы списков выбора
zh_cn: 允许创建新的选择列表集

source: Allows modifying existing picklist sets
de_de: Erlaubt das Ändern bestehender Auswahllistensätze
ru: Позволяет изменять существующие наборы списков выбора
zh_cn: 允许修改现有选择列表集

source: Allows deleting picklist sets
de_de: Erlaubt das Löschen von Auswahllistensätzen
ru: Позволяет удалять наборы списков выбора
zh_cn: 允许删除选择列表集

source: Allows searching for picklist set records
de_de: Erlaubt das Suchen nach Auswahllistensatz-Datensätzen
ru: Позволяет искать записи о наборе списков выбора
zh_cn: 允许搜索选择列表集记录

source: Allows exporting picklist set records
de_de: Erlaubt das Exportieren von Auswahllistensatz-Datensätzen
ru: Разрешить экспорт записей набора списков выбора
zh_cn: 允许导出选择列表集记录

source: Allows importing picklist set records
de_de: Erlaubt das Importieren von Auswahllistensatz-Datensätzen
ru: Позволяет экспортировать записи набора списков выбора
zh_cn: 允许导入选择列表集记录

source: User Permissions
de_de: Benutzer-Berechtigungen
ru: Позволяет импортировать записи набора списков выбора
zh_cn: 用户权限

source: Allows viewing user details
de_de: Erlaubt das Anzeigen von Benutzerdetails
ru: Разрешения пользователя
zh_cn: 允许查看用户详情

source: Allows creating new user accounts
de_de: Erlaubt das Erstellen neuer Benutzerkonten
ru: Разрешает просматривать сведения о пользователе
zh_cn: 允许创建新的用户账户

source: Allows modifying existing user details
de_de: Erlaubt das Ändern bestehender Benutzerdetails
ru: Позволяет создавать новые учетные записи пользователей
zh_cn: 允许修改现有用户详情

source: Allows deleting user accounts
de_de: Erlaubt das Löschen von Benutzerkonten
ru: Позволяет изменять существующие сведения о пользователе
zh_cn: 允许删除用户账户

source: Allows searching for user records
de_de: Erlaubt das Suchen nach Benutzerdatensätzen
ru: Позволяет удалять учетные записи пользователей
zh_cn: 允许搜索用户记录

source: Allows importing user records
de_de: Erlaubt das Importieren von Benutzerdatensätzen
ru: Позволяет искать записи пользователей
zh_cn: 允许导入用户记录

source: Allows exporting user records
de_de: Erlaubt das Exportieren von Benutzerdatensätzen
ru: Позволяет импортировать записи пользователей
zh_cn: 允许导出用户记录

source: Allows managing user roles
de_de: Erlaubt das Verwalten von Benutzerrollen
ru: Позволяет экспортировать записи пользователей
zh_cn: 允许管理用户角色

source: Allows resetting user passwords
de_de: Erlaubt das Zurücksetzen von Benutzerpasswörtern
ru: Позволяет управлять ролями пользователей
zh_cn: 允许重置用户密码

source: Allows sending password reset emails
de_de: Erlaubt das Senden von E-Mails zur Passwort-Zurücksetzung
ru: Позволяет сбрасывать пароли пользователей
zh_cn: 允许发送密码重置电子邮件

source: Allows managing user permissions
de_de: Erlaubt das Verwalten von Benutzerberechtigungen
ru: Позволяет отправлять электронные письма для сброса пароля
zh_cn: 允许管理用户权限

source: Allows deactivating user accounts
de_de: Erlaubt das Deaktivieren von Benutzerkonten
ru: Позволяет управлять разрешениями пользователей
zh_cn: 允许停用用户账户

source: Allows viewing users' online status
de_de: Erlaubt das Anzeigen des Online-Status von Benutzern
ru: Позволяет деактивировать учетные записи пользователей
zh_cn: 允许查看用户在线状态

source: Role Permissions
de_de: Rollen-Berechtigungen
ru: Позволяет просматривать сетевой статус пользователей
zh_cn: 角色权限

source: Allows viewing role details
de_de: Erlaubt das Anzeigen von Rollendetails
ru: Разрешения роли
zh_cn: 允许查看角色详情

source: Allows creating new roles
de_de: Erlaubt das Erstellen neuer Rollen
ru: Разрешает просматривать сведения о роли
zh_cn: 允许创建新的角色

source: Allows modifying existing role details
de_de: Erlaubt das Ändern bestehender Rollendetails
ru: Позволяет создавать новые роли
zh_cn: 允许修改现有角色详情

source: Allows deleting roles
de_de: Erlaubt das Löschen von Rollen
ru: Позволяет изменять существующие сведения о роли
zh_cn: 允许删除角色

source: Allows searching for role records
de_de: Erlaubt das Suchen nach Rollendatensätzen
ru: Позволяет удалять роли
zh_cn: 允许搜索角色记录

source: Allows exporting role records
de_de: Erlaubt das Exportieren von Rollendatensätzen
ru: Позволяет искать записи ролей
zh_cn: 允许导出角色记录

source: Allows importing role records
de_de: Erlaubt das Importieren von Rollendatensätzen
ru: Позволяет экспортировать записи ролей
zh_cn: 允许导入角色记录

source: Allows managing permissions for roles
de_de: Erlaubt das Verwalten von Berechtigungen für Rollen
ru: Позволяет импортировать записи ролей
zh_cn: 允许管理角色的权限

source: Allows managing role-specific navigation menus
de_de: Erlaubt das Verwalten rollenspezifischer Navigationsmenüs
ru: Позволяет управлять разрешениями для ролей
zh_cn: 允许管理角色特定的导航菜单

source: Tenant Permissions
de_de: Mandanten-Berechtigungen
ru: Позволяет управлять навигационными меню, специфичными для ролей
zh_cn: 租户权限

source: Allows viewing tenant details
de_de: Erlaubt das Anzeigen von Mandantendetails
ru: Разрешения для арендатора
zh_cn: 允许查看租户详情

source: Allows creating new tenants
de_de: Erlaubt das Erstellen neuer Mandanten
ru: Позволяет просматривать сведения об арендаторе
zh_cn: 允许创建新的租户

source: Allows modifying existing tenant details
de_de: Erlaubt das Ändern bestehender Mandantendetails
ru: Позволяет создавать новых арендаторов
zh_cn: 允许修改现有租户详情

source: Allows deleting tenant records
de_de: Erlaubt das Löschen von Mandantendatensätzen
ru: Позволяет изменять существующие сведения об арендаторе
zh_cn: 允许删除租户记录

source: Allows searching for tenant records
de_de: Erlaubt das Suchen nach Mandantendatensätzen
ru: Позволяет удалять записи арендатора
zh_cn: 允许搜索租户记录

source: Dashboard Permissions
de_de: Dashboard-Berechtigungen
ru: Позволяет выполнять поиск записей арендатора
zh_cn: 仪表板权限

source: Allows viewing dashboard data
de_de: Erlaubt das Anzeigen von Dashboard-Daten
ru: Разрешения для панели мониторинга
zh_cn: 允许查看仪表板数据

source: Document Permissions
de_de: Dokument-Berechtigungen
ru: Позволяет просматривать данные панели мониторинга
zh_cn: 文档权限

source: Allows viewing document details
de_de: Erlaubt das Anzeigen von Dokumentdetails
ru: Разрешения для документа
zh_cn: 允许查看文档详情

source: Allows creating new document records
de_de: Erlaubt das Erstellen neuer Dokumentdatensätze
ru: Позволяет просматривать сведения о документе
zh_cn: 允许创建新的文档记录

source: Allows modifying existing document details
de_de: Erlaubt das Ändern bestehender Dokumentdetails
ru: Позволяет создавать новые записи документов
zh_cn: 允许修改现有文档详情

source: Allows deleting document records
de_de: Erlaubt das Löschen von Dokumentdatensätzen
ru: Позволяет изменять существующие сведения о документе
zh_cn: 允许删除文档记录

source: Allows searching for document records
de_de: Erlaubt das Suchen nach Dokumentdatensätzen
ru: Позволяет удалять записи документов
zh_cn: 允许搜索文档记录

source: Allows exporting document records
de_de: Erlaubt das Exportieren von Dokumentdatensätzen
ru: Позволяет выполнять поиск записей документов
zh_cn: 允许导出文档记录

source: Allows importing document records
de_de: Erlaubt das Importieren von Dokumentdatensätzen
ru: Позволяет экспортировать записи документов
zh_cn: 允许导入文档记录

source: Allows downloading documents
de_de: Erlaubt das Herunterladen von Dokumenten
ru: Позволяет импортировать записи документов
zh_cn: 允许下载文档

source: Allows viewing contact details
de_de: Erlaubt das Anzeigen von Kontaktdetails
ru: Разрешения для контакта
zh_cn: 允许查看联系人详情

source: Allows creating new contact records
de_de: Erlaubt das Erstellen neuer Kontaktdatensätze
ru: Позволяет просматривать сведения о контакте
zh_cn: 允许创建新的联系人记录

source: Allows modifying existing contact details
de_de: Erlaubt das Ändern bestehender Kontaktdetails
ru: Позволяет создавать новые записи контактов
zh_cn: 允许修改现有联系人详情

source: Allows deleting contact records
de_de: Erlaubt das Löschen von Kontaktdatensätzen
ru: Позволяет изменять существующие сведения о контакте
zh_cn: 允许删除联系人记录

source: Allows printing contact details
de_de: Erlaubt das Drucken von Kontaktdetails
ru: Позволяет удалять записи контактов
zh_cn: 允许打印联系人详情

source: Allows searching for contact records
de_de: Erlaubt das Suchen nach Kontaktdatensätzen
ru: Позволяет печатать сведения о контакте
zh_cn: 允许搜索联系人记录

source: Allows exporting contact records
de_de: Erlaubt das Exportieren von Kontaktdatensätzen
ru: Позволяет выполнять поиск записей контактов
zh_cn: 允许导出联系人记录

source: Allows importing contact records
de_de: Erlaubt das Importieren von Kontaktdatensätzen
ru: Позволяет экспортировать записи контактов
zh_cn: 允许导入联系人记录

source: Set permissions for product operations
de_de: Berechtigungen für Produktoperationen festlegen
ru: Позволяет импортировать записи контактов
zh_cn: 设置产品操作权限

source: Set permissions for audit operations
de_de: Berechtigungen für Audit-Operationen festlegen
ru: Установить разрешения для операций с продуктом
zh_cn: 设置审计操作权限

source: Set permissions for log operations
de_de: Berechtigungen für Protokoll-Operationen festlegen
ru: Установите разрешения для операций аудита
zh_cn: 设置日志操作权限

source: Set permissions for picklist operations
de_de: Berechtigungen für Auswahllisten-Operationen festlegen
ru: Установите разрешения для операций журнала
zh_cn: 设置选择列表操作权限

source: Set permissions for user operations
de_de: Berechtigungen für Benutzer-Operationen festlegen
ru: Установите разрешения для операций списка выбора
zh_cn: 设置用户操作权限

source: Set permissions for role operations
de_de: Berechtigungen für Rollen-Operationen festlegen
ru: Установите разрешения для операций пользователя
zh_cn: 设置角色操作权限

source: Set permissions for tenant operations
de_de: Berechtigungen für Mandanten-Operationen festlegen
ru: Установите разрешения для операций роли
zh_cn: 设置租户操作权限

source: Set permissions for dashboard operations
de_de: Berechtigungen für Dashboard-Operationen festlegen
ru: Установите разрешения для операций клиента
zh_cn: 设置仪表板操作权限

source: Set permissions for document operations
de_de: Berechtigungen für Dokument-Operationen festlegen
ru: Установите разрешения для операций панели мониторинга
zh_cn: 设置文档操作权限

source: Set permissions for contact operations
de_de: Berechtigungen für Kontakt-Operationen festlegen
ru: Установите разрешения для операций документа
zh_cn: 设置联系人操作权限

source: View
de_de: Anzeigen
ru: Просмотр
zh_cn: 查看

source: Create
de_de: Erstellen
ru: Создание
zh_cn: 创建

source: Edit
de_de: Bearbeiten
ru: Редактирование
zh_cn: 编辑

source: Delete
de_de: Löschen
ru: Удаление
zh_cn: 删除

source: Print
de_de: Drucken
ru: Печать
zh_cn: 打印

source: Search
de_de: Suchen
ru: Поиск
zh_cn: 搜索

source: Export
de_de: Exportieren
ru: Экспорт
zh_cn: 导出

source: Import
de_de: Importieren
ru: Импорт
zh_cn: 导入

source: Download
de_de: Herunterladen
ru: Загрузка
zh_cn: 下载

source: Purge
de_de: Bereinigen
ru: Очистка
zh_cn: 清除

source: Manage Roles
ru: Управление ролями

source: Rest Password
ru: Пароль Rest

source: Send Rest Password Mail
ru: Отправить письмо с паролем Rest

source: Manage Permissions
ru: Управление разрешениями

source: Deactivation
de_de: Deaktivierung
ru: Деактивация
zh_cn: 停用

source: View Online Status
ru: Просмотр статуса «В сети»

source: Manage Navigation
de_de: Navigation verwalten
ru: Управление навигацией
zh_cn: 管理导航
