Repository: neozhu/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Pages/Dashboard/Dashboard.*.resx
Languages: es_es, ko_kr, ru, zh_cn

source: Discord Members
es_es: Miembros de Discord
ko_kr: 디스코드 회원
ru: Участники раздора
zh_cn: 不和谐成员

source: Contributors
es_es: Colaboradores
ko_kr: 기여자
ru: Авторы
zh_cn: 贡献者

source: GitHub Stars
es_es: Estrellas de GitHub
ko_kr: GitHub 스타
ru: Звезды GitHub
zh_cn: GitHub 之星

source: Global scale
es_es: Escala global
ko_kr: 세계적인 규모
ru: Глобальный масштаб
zh_cn: 世界规模

source: Global Spread
es_es: Distribución Global
ko_kr: 글로벌 스프레드
ru: Глобальное распространение
zh_cn: 全球传播

source: Graphite on roof
es_es: Grafito en el techo
ko_kr: 지붕 위의 흑연
ru: Графит на крыше
zh_cn: 屋顶上的石墨

source: Join us and be part of the library’s success!
ko_kr: 우리와 함께 도서관의 성공에 동참하세요!
ru: Присоединяйтесь к нам и станьте частью успеха библиотеки!
zh_cn: 加入我们，成为图书馆成功的一部分！

source: MudBlazor is growing quickly
es_es: MudBlazor está creciendo rápidamente
ko_kr: MudBlazor는 빠르게 성장하고 있습니다
ru: MudBlazor быстро растет
zh_cn: MudBlazor 发展迅速

source: Reactor Type
es_es: Tipo de Reactor
ko_kr: 반응기 유형
ru: Тип реактора
zh_cn: 反应器类型

source: Read More
es_es: Leer Más
ko_kr: 자세히 알아보기
ru: Читать далее
zh_cn: 阅读更多

source: Roentgen
ko_kr: 뢴트겐
ru: рентген
zh_cn: 伦琴

source: See all 137 reviews
es_es: Ver todas las 137 reseñas
ko_kr: 137개 리뷰 모두 보기
ru: Посмотреть все 137 отзывов
zh_cn: 查看全部 137 条评论

source: This is the type of uranium used in the RBMK reactors.
es_es: Este es el tipo de uranio utilizado en los reactores RBMK.
ko_kr: 이것은 RBMK 원자로에 사용되는 우라늄 유형입니다.
ru: Именно такой уран используется в реакторах РБМК.
zh_cn: 这是 RBMK 反应堆中使用的铀类型。

source: Total Downloads
es_es: Descargas Totales
ko_kr: 총 다운로드
ru: Всего загрузок
zh_cn: 总下载量

source: Uranium-235
es_es: Uranio-235
ko_kr: 우라늄-235
ru: Уран-235
zh_cn: 铀235

source: We are dedicated to improving every aspect of MudBlazor to be your number one choice when looking for a Blazor component library.
es_es: Estamos dedicados a mejorar todos los aspectos de MudBlazor para ser tu primera opción al buscar una biblioteca de componentes Blazor.
ko_kr: 우리는 Blazor 구성 요소 라이브러리를 찾을 때 최고의 선택이 될 수 있도록 MudBlazor의 모든 측면을 개선하기 위해 최선을 다하고 있습니다.
ru: Мы стремимся улучшить каждый аспект MudBlazor, чтобы он стал вашим выбором номер один при поиске библиотеки компонентов Blazor.
zh_cn: 我们致力于改进 MudBlazor 的各个方面，使其成为您在寻找 Blazor 组件库时的第一选择。

source: We are growing every day, developers from all over the world are using MudBlazor and are engaged with the community.
es_es: Estamos creciendo cada día, desarrolladores de todo el mundo están usando MudBlazor y participando en la comunidad.
ko_kr: 우리는 매일 성장하고 있으며 전 세계의 개발자들이 MudBlazor를 사용하고 있으며 커뮤니티에 참여하고 있습니다.
ru: Мы растем каждый день, разработчики со всего мира используют MudBlazor и взаимодействуют с сообществом.
zh_cn: 我们每天都在成长，来自世界各地的开发者都在使用 MudBlazor 并与社区互动。

source: Molar mass
es_es: Masa molar
ko_kr: 몰 질량
ru: Молярная масса
zh_cn: 摩尔质量

source: Name
es_es: Nombre
ko_kr: 이름
ru: Имя
zh_cn: 姓名

source: Sign
es_es: Signo
ko_kr: 징후
ru: Знак
zh_cn: 符号

source: Nr
es_es: Núm
ko_kr: 번호
ru: номер
zh_cn: 号

source: Position
es_es: Posición
ko_kr: 위치
ru: Позиция
zh_cn: 位置

source: Join us and be part of the library's success!
es_es: ¡Únete a nosotros y sé parte del éxito de la biblioteca!
