Repository: neozhu/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Pages/Identity/Roles/Roles.*.resx
Languages: ca_es, es_es, zh_cn

source: Assign changed successfully
ca_es: L'assignació ha canviat correctament
es_es: Asignación cambiada exitosamente
zh_cn: 分配更改成功

source: Assigned successfully
ca_es: Assignat correctament
es_es: Asignado exitosamente
zh_cn: 分配成功

source: Create a new role
ca_es: Crea un nou rol
es_es: Crear un nuevo rol
zh_cn: 创建新角色

source: Description
ca_es: Descripció
es_es: Descripción
zh_cn: 描述

source: Edit the role
ca_es: Editeu el rol
es_es: Editar el rol
zh_cn: 编辑角色

source: Roles
ca_es: Rols
zh_cn: 角色

# Search by role name
source: Search for role name
es_es: Buscar nombre de rol
zh_cn: 搜索角色名称

source: Set Permissions
ca_es: Establir permisos
es_es: Establecer permisos
zh_cn: 设置权限

source: Unassigned successfully
ca_es: S'ha anul·lat l'assignació correctament
es_es: Desasignado exitosamente
zh_cn: 已成功取消分配

source: Name
ca_es: Nom
es_es: Nombre
zh_cn: 名称

source: Assigned Roles
ca_es: Rols assignats
es_es: Roles asignados
zh_cn: 分配的角色

source: Email / PhoneNumber
ca_es: Correu electrònic/Número de telèfon
es_es: Correo electrónico/Número de teléfono
zh_cn: 电子邮件/电话号码

source: Selected
ca_es: Seleccionat
es_es: Seleccionado
zh_cn: 已选择

source: Assign or Unassign all
ca_es: Assigna o anul·la l'assignació de tot
es_es: Asignar o desasignar todo
zh_cn: 全部分配或取消分配

source: Audit Trails
ca_es: Pistes d'auditoria
es_es: Pistas de auditoría
zh_cn: 审计跟踪

source: Audit Trails Permissions
ca_es: Permisos de pistes d'auditoria
es_es: Permisos de seguimiento de auditoría
zh_cn: 审计跟踪权限

source: Authorization has been changed
ca_es: S'ha canviat l'autorització
es_es: La autorización ha sido cambiada.
zh_cn: 授权已更改

source: Categories
es_es: Categorías
zh_cn: 类别

source: Categories Permissions
ca_es: Categories Permisos
es_es: Categorías Permisos
zh_cn: 类别 权限

source: Customers
ca_es: Clients
es_es: Clientes
zh_cn: 顾客

source: Customers Permissions
ca_es: Permisos de clients
es_es: Permisos de clientes
zh_cn: 客户权限

source: Dashboard
ca_es: panell
es_es: Panel
zh_cn: 仪表板

source: Dashboard Permissions
ca_es: Permisos del tauler de control
es_es: Permisos del panel
zh_cn: 仪表板权限

source: Documents
es_es: Documentos
zh_cn: 文件

source: Documents Permissions
ca_es: Documents Permisos
es_es: Permisos de documentos
zh_cn: 文件权限

source: Job
ca_es: Treball
es_es: Trabajo
zh_cn: 工作

source: Job Permissions
ca_es: Permisos de treball
es_es: Permisos de trabajo
zh_cn: 工作权限

source: Logs
ca_es: Registres
es_es: Registros
zh_cn: 日志

source: Logs Permissions
ca_es: Permisos de registre
es_es: Permisos de registros
zh_cn: 日志权限

source: Multi-Tenant
ca_es: Multi-inquilí
es_es: Multiinquilino
zh_cn: 多租户

source: Multi-Tenant Permissions
ca_es: Permisos multi-inquilí
es_es: Permisos para múltiples inquilinos
zh_cn: 多租户权限

source: Normalized Name
ca_es: Nom normalitzat
es_es: Nombre normalizado
zh_cn: 标准化名称

source: Permission
ca_es: Permís
es_es: Permiso
zh_cn: 允许

source: Permission assigned successfully
ca_es: Permís assignat correctament
es_es: Permiso asignado exitosamente
zh_cn: 权限分配成功

source: Permission Description
ca_es: Descripció del permís
es_es: Descripción del permiso
zh_cn: 权限说明

source: Permission removed successfully
ca_es: El permís s'ha eliminat correctament
es_es: Permiso eliminado exitosamente
zh_cn: 权限删除成功

source: Picklist
ca_es: Llista de selecció
es_es: Lista de selección
zh_cn: 选项列表

source: Picklist Permissions
ca_es: Permisos de llista de selecció
es_es: Permisos de lista de selección
zh_cn: 选项列表权限

source: Products
ca_es: Productes
es_es: Productos
zh_cn: 产品

source: Products Permissions
ca_es: Permisos de productes
es_es: Permisos de productos
zh_cn: 产品权限

source: Role Claims
ca_es: Reclamacions de rol
es_es: Reclamaciones de roles
zh_cn: 角色声明

source: Role Claims Permissions
ca_es: Permisos de reclamacions de rol
es_es: Permisos de reclamaciones de roles
zh_cn: 角色声明权限

source: Roles Permissions
ca_es: Rols Permisos
es_es: Permisos de roles
zh_cn: 角色权限

source: Users
ca_es: Usuaris
es_es: Usuarios
zh_cn: 用户

source: Users Permissions
ca_es: Permisos d'usuaris
es_es: Permisos de usuarios
zh_cn: 用户权限

source: Tenant Name
es_es: Nombre del inquilino
zh_cn: 租户名称

source: Enter role name
zh_cn: 请输入角色名称

source: Enter description for this role
zh_cn: 请输入该角色的描述

source: Id
es_es: Identificación
