Repository: neozhu/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Shared/SharedResource.*.resx
Languages: km_kh

source: authentication is required, click sign in.
km_kh: ការផ្ទៀងផ្ទាត់ត្រូវបានទាមទារ សូមចុចចូល។

source: Cancel
km_kh: បោះបង់

source: Color
km_kh: ពណ៌

source: Confirm
km_kh: បញ្ជាក់

source: Delete Confirmation
km_kh: លុបការបញ្ជាក់

source: Go Home
km_kh: ទៅផ្ទះ

source: Logged out
km_kh: ចាកចេញ

source: Logout
km_kh: ចាកចេញ

source: Logout Confirmation
km_kh: ការបញ្ជាក់ការចាកចេញ

source: Mark as read
km_kh: សម្គាល់ថាបានអានហើយ។

source: Mode
km_kh: របៀប

source: Nothing new :(
km_kh: គ្មានអ្វីថ្មីទេ :(

source: Notifications
km_kh: ការជូនដំណឹង

source: Profile
km_kh: ប្រវត្តិរូប

source: Search...
km_kh: ស្វែងរក...

source: Settings
km_kh: ការកំណត់

source: Sorry, there's nothing at this address.
km_kh: សូមអភ័យទោស មិនមានអ្វីនៅអាសយដ្ឋាននេះទេ។

source: Themes
km_kh: ស្បែក

source: You are attempting to log out of application. Do you really want to log out?
km_kh: អ្នកកំពុងព្យាយាមចេញពីកម្មវិធី។ តើអ្នកពិតជាចង់ចេញពីគណនីមែនទេ?

source: You are not authorized to be here. For more information, contact your system administrator.
km_kh: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យនៅទីនេះទេ។ សម្រាប់ព័ត៌មានបន្ថែម សូមទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធរបស់អ្នក។

source: authentication is required, click
km_kh: ការផ្ទៀងផ្ទាត់ត្រូវបានទាមទារ ចុច

source: sign in
km_kh: ចូល

source: {0} has logged out.
km_kh: {0} បាន​ចេញ។

source: {0} has logged in.
km_kh: {0} បាន​ចូល។

source: User Profile
km_kh: កម្រងព័ត៌មានអ្នកប្រើប្រាស់

source: Notification
km_kh: សេចក្តីជូនដំណឹង

source: Contact Administrator
km_kh: ទាក់ទងអ្នកគ្រប់គ្រង

source: Please wait, we are authorizing you...
km_kh: សូមរង់ចាំ យើងកំពុងផ្តល់សិទ្ធិឱ្យអ្នក...

source: You are not authorized to view this page.
km_kh: អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យមើលទំព័រនេះទេ។
