Repository: neozhu/CleanArchitectureWithBlazorServer
Catalog: src/Application/Resources/Features/Identity/DTOs/ApplicationUserDtoValidator.*.resx
Languages: es_es, km_kh, zh_cn

source: Confirm password must match the new password
es_es: La confirmación de contraseña debe coincidir con la nueva contraseña
km_kh: បញ្ជាក់ពាក្យសម្ងាត់ត្រូវតែផ្គូផ្គងពាក្យសម្ងាត់ថ្មី។
zh_cn: 确认密码必须与新密码相匹配。

source: Confirm password must match the password
es_es: La confirmación de contraseña debe coincidir con la contraseña
km_kh: បញ្ជាក់ពាក្យសម្ងាត់ត្រូវតែផ្គូផ្គងពាក្យសម្ងាត់
zh_cn: 确认密码必须与密码相匹配。

source: Display name must be less than 128 characters
es_es: El nombre para mostrar debe tener menos de 128 caracteres
km_kh: ឈ្មោះដែលបង្ហាញត្រូវតែតិចជាង 128 តួអក្សរ
zh_cn: 显示名称必须少于128个字符。

source: E-mail cannot be empty
es_es: El correo electrónico no puede estar vacío
km_kh: អ៊ីមែលមិនអាចទទេបានទេ។
zh_cn: 电子邮件地址不能为空。

source: E-mail must be a valid email address
es_es: El correo electrónico debe ser una dirección válida
km_kh: អ៊ីមែលត្រូវតែជាអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ។
zh_cn: 必须是有效的电子邮件地址。

source: E-mail must be less than 100 characters
es_es: El correo electrónico debe tener menos de 100 caracteres
km_kh: អ៊ីមែលត្រូវតែតិចជាង 100 តួអក្សរ
zh_cn: 电子邮件地址必须少于100个字符。

source: New password cannot be empty
es_es: La nueva contraseña no puede estar vacía
km_kh: ពាក្យសម្ងាត់ថ្មីមិនអាចទទេបានទេ។
zh_cn: 新密码不能为空。

source: Password cannot be empty
es_es: La contraseña no puede estar vacía
km_kh: ពាក្យសម្ងាត់មិនអាចទទេបានទេ។
zh_cn: 密码不能为空。

source: Password cannot be longer than {0} characters
es_es: La contraseña no puede tener más de {0} caracteres
km_kh: ពាក្យសម្ងាត់មិនអាចវែងជាង {0} តួអក្សរទេ។
zh_cn: 密码长度不能超过{0}个字符。

source: Password must be at least {0} characters long
es_es: La contraseña debe tener al menos {0} caracteres
km_kh: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ {0} តួអក្សរ
zh_cn: 密码至少应为{0}个字符长。

source: Password must contain at least one digit
es_es: La contraseña debe contener al menos un dígito
km_kh: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់មួយខ្ទង់
zh_cn: 密码中必须至少包含一个数字。

source: Password must contain at least one lowercase letter
es_es: La contraseña debe contener al menos una letra minúscula
km_kh: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់អក្សរតូចមួយ។
zh_cn: 密码中必须至少包含一个小写字母。

source: Password must contain at least one non-alphanumeric character (e.g., @, !, ?, *, .)
es_es: La contraseña debe contener al menos un carácter no alfanumérico (ej. @, !, ?, *, .)
km_kh: ពាក្យ​សម្ងាត់​ត្រូវ​តែ​មាន​យ៉ាង​ហោច​ណាស់​មួយ​តួអក្សរ​ដែល​មិន​មែន​ជា​អក្សរ​លេខ (ឧ. @, !, ?, *, .)
zh_cn: 密码中必须至少包含一个特殊字符（例如，@, !, ?, *, .）。

source: Password must contain at least one uppercase letter
es_es: La contraseña debe contener al menos una letra mayúscula
km_kh: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់អក្សរធំមួយ។
zh_cn: 密码中必须至少包含一个大写字母。

source: Phone number must be between 1 and 20 digits
es_es: El número de teléfono debe tener entre 1 y 20 dígitos
km_kh: លេខទូរស័ព្ទត្រូវតែមានចន្លោះពី 1 ទៅ 20 ខ្ទង់
zh_cn: 电话号码必须在1到20个数字之间。

source: User name cannot be empty
es_es: El nombre de usuario no puede estar vacío
km_kh: ឈ្មោះអ្នកប្រើមិនអាចទទេបានទេ។
zh_cn: 用户名不能为空。

source: User name must be between 2 and 100 characters
es_es: El nombre de usuario debe tener entre 2 y 100 caracteres
km_kh: ឈ្មោះអ្នកប្រើត្រូវតែមានចន្លោះពី 2 ទៅ 100 តួអក្សរ
zh_cn: 用户名必须在2到100个字符之间。

source: You must agree to the terms and conditions
es_es: Debe aceptar los términos y condiciones
km_kh: អ្នកត្រូវតែយល់ព្រមតាមលក្ខខណ្ឌ
zh_cn: 您必须同意条款和条件。

source: Tenant name cannot be empty
es_es: El nombre del inquilino no puede estar vacío
km_kh: ឈ្មោះអ្នកជួលមិនអាចទទេបានទេ។
zh_cn: 租户名称不能为空。

source: Tenant id must be less than 128 characters
es_es: El ID del inquilino debe tener menos de 128 caracteres
km_kh: លេខសម្គាល់អ្នកជួលត្រូវតែតិចជាង 128 តួអក្សរ
zh_cn: 租户ID的字符长度必须少于128个字符。

source: Provider must be less than 100 characters
es_es: El proveedor debe tener menos de 100 caracteres
km_kh: អ្នកផ្តល់សេវាត្រូវតែតិចជាង 100 តួអក្សរ
zh_cn: 提供商的字符长度必须少于100个字符。

source: Provider cannot be empty
es_es: El proveedor no puede estar vacío
km_kh: អ្នកផ្តល់សេវាមិនអាចទទេបានទេ។
zh_cn: 提供商不能为空。

source: Phone number must be less than 20 digits
es_es: El número de teléfono debe tener menos de 20 dígitos
km_kh: លេខទូរស័ព្ទត្រូវតែតិចជាង 20 ខ្ទង់
zh_cn: 电话号码必须少于20位数字。
