Repository: neozhu/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Pages/Identity/Authentication/Login.*.resx
Languages: ru

source: Don't have an account?
ru: У вас нет учетной записи?

source: Forgot password?
ru: Забыли пароль?

source: Password
ru: Пароль

source: Password is required!
ru: Необходим пароль!

source: Password must be at least of length 6
ru: Длина пароля должна быть не менее 6.

source: Password must contain at least one capital letter
ru: Пароль должен содержать хотя бы одну заглавную букву

source: Password must contain at least one digit
ru: Пароль должен содержать хотя бы одну цифру

source: Password must contain at least one lowercase letter
ru: Пароль должен содержать хотя бы одну строчную букву

source: Please check your username and password. If you are still unable to log in, contact an administrator.
ru: Пожалуйста, проверьте свое имя пользователя и пароль. Если вы по-прежнему не можете войти в систему, обратитесь к администратору.

source: Remember me?
ru: Запомнить меня?

source: Sign In
ru: Войти

source: Sign Up
ru: Зарегистрироваться

source: Username
ru: Имя пользователя

source: Username is required!
ru: Имя пользователя требуется!

source: No user found, or no authorization, please contact an administrator.
ru: Пользователь не найден, или нет авторизации, пожалуйста, свяжитесь с администратором.

source: User name is required!
ru: Имя пользователя требуется!

source: Please check your username and password. If you are still unable to log in, contact your administrator.
ru: Пожалуйста, проверьте свое имя пользователя и пароль. Если вы по-прежнему не можете войти в систему, обратитесь к администратору.

source: No user found, or no authorization, please contact the administrator.
ru: Пользователь не найден, или нет авторизации, пожалуйста, свяжитесь с администратором.

source: User name
ru: Имя пользователя

source: Please check your username and password. If you are still unable to log in, contact your administrator.
ru: Пожалуйста, проверьте свое имя пользователя и пароль. Если вы по-прежнему не можете войти в систему, обратитесь к администратору.

source: Password update successfuly
ru: Пароль обновлен успешно

source: Set new password
ru: Установить новый пароль

source: Error: Invalid login attempt.
ru: Ошибка: Неверная попытка входа.

source: Error: Your account is not allowed to log in. Please ensure your account has been activated and you have completed all required steps.
ru: Ошибка: вашей учетной записи не разрешен вход в систему. Убедитесь, что ваша учетная запись активирована и вы выполнили все необходимые шаги.

source: Error: User does not exist.
ru: Ошибка: Пользователь не существует.

source: Error: Your account is inactive. Please contact support.
ru: Ошибка: Ваш аккаунт неактивен. Обратитесь в службу поддержки.
