Repository: neozhu/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Pages/Identity/Users/Profile.*.resx
Languages: km_kh

source: Change Password
km_kh: ផ្លាស់ប្តូរពាក្យសម្ងាត់

source: Password changed successfully
km_kh: បានផ្លាស់ប្តូរពាក្យសម្ងាត់ដោយជោគជ័យ

source: Click upload a photo
km_kh: ចុចបង្ហោះរូបថត

source: Confirm New Password
km_kh: បញ្ជាក់​លេខសំងាត់​ថ្មី

source: Current Password
km_kh: លេខសំងាត់​បច្ចុប្បន្ន

source: current password is required!
km_kh: ត្រូវការពាក្យសម្ងាត់បច្ចុប្បន្ន!

source: Display Name
km_kh: ឈ្មោះបង្ហាញ

source: Email
km_kh: អ៊ីមែល

source: New Password
km_kh: ពាក្យសម្ងាត់​ថ្មី

source: password is required!
km_kh: ពាក្យ​សម្ងាត់​គឺ​ត្រូវ​បាន​ទាមទារ!

source: Phone Number
km_kh: លេខទូរសព្ទ

source: Profile
km_kh: ប្រវត្តិរូប

source: Save Changes
km_kh: រក្សាទុកការផ្លាស់ប្តូរ

source: Update successfully
km_kh: ធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ

source: User Name
km_kh: ឈ្មោះ​អ្នកប្រើប្រាស់

source: Tenant Name
km_kh: ឈ្មោះអ្នកជួល

source: Status
km_kh: ស្ថានភាព

source: Superior Name
km_kh: ឈ្មោះឧត្តម

source: Org Chart
km_kh: គំនូសតាងអង្គការ

source: Click upload a image
km_kh: ចុច​បង្ហោះ​រូបភាព

source: The avatar has been updated
km_kh: រូបតំណាងត្រូវបានធ្វើបច្ចុប្បន្នភាព

source: Full Name
km_kh: ឈ្មោះ​ពេញ

source: Two-Factor Authentication
km_kh: ការផ្ទៀងផ្ទាត់ពីរជាន់

source: Two-Factor Authentication (2FA)
km_kh: ការផ្ទៀងផ្ទាត់ពីរជាន់ (2FA)

source: 2FA is currently enabled
km_kh: 2FA បច្ចុប្បន្នត្រូវបានបើក

source: If you lose access to your authenticator device, you can use recovery codes to log in
km_kh: បើអ្នកបាត់បង់ឧបករណ៍ផ្ទៀងផ្ទាត់របស់អ្នក អ្នកអាចប្រើកូដស្ដារដើម្បីចូលបានវិញ

source: View Recovery Codes
km_kh: មើលកូដស្ដារ

source: Disable 2FA
km_kh: បិទ 2FA

source: 2FA is currently disabled
km_kh: 2FA បច្ចុប្បន្នត្រូវបានបិទ

source: Scan the QR code below with your authenticator app:
km_kh: ស្កែន QR កូដខាងក្រោមជាមួយកម្មវិធីផ្ទៀងផ្ទាត់របស់អ្ន:

source: Or enter this key manually in your app:
km_kh: ឬបញ្ចូលកូនសោនេះដោយដៃក្នុងកម្មវិធីរបស់អ្ន:

source: Verification Code
km_kh: កូដផ្ទៀងផ្ទាត់

source: Verify
km_kh: ផ្ទៀងផ្ទាត់

source: Cancel
km_kh: បោះបង់

source: Two-factor authentication adds an extra layer of security to your account by requiring more than just a password to sign in
km_kh: ការផ្ទៀងផ្ទាត់ពីរជាន់ បន្ថែមសុវត្ថិភាពបន្ថែមមួយសម្រាប់គណនីរបស់អ្នក ដោយទាមទារច្រើនជាងពាក្យសម្ងាត់ដើម្បីចូល

source: Enable 2FA
km_kh: បើក 2FA

source: Please enter a valid 6-digit verification code
km_kh: សូមបញ្ចូលកូដផ្ទៀងផ្ទាត់ 6 ខ្ទង់ដែលត្រឹមត្រូវ

source: Two-factor authentication has been enabled
km_kh: ការផ្ទៀងផ្ទាត់ពីរជាន់ត្រូវបានបើក

source: Verification code is invalid
km_kh: កូដផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវទេ

source: Two-factor authentication has been disabled
km_kh: ការផ្ទៀងផ្ទាត់ពីរជាន់ត្រូវបានបិទ

source: Recovery Codes
km_kh: កូដស្ដារ

source: Store these recovery codes in a secure location. If you lose access to your authenticator device, you can use these codes to log in
km_kh: រក្សាទុកកូដស្ដារទាំងនេះនៅកន្លែងដែលមានសុវត្ថិភាព។ ប្រសិនបើអ្នកបាត់បង់ឧបករណ៍ផ្ទៀងផ្ទាត់ អ្នកអាចប្រើកូដទាំងនេះដើម្បីចូលបានវិញ

source: Copy all codes
km_kh: ចម្លងកូដទាំងអស់

source: Download
km_kh: ទាញយក

source: Close
km_kh: បិទ

source: All recovery codes have been copied to the clipboard
km_kh: កូដស្ដារទាំងអស់ត្រូវបានចម្លងទៅក្តារចម្លង

source: Login History
km_kh: ប្រវត្តិចូល

source: Search by IP, Browser, Region, or Provider
km_kh: ស្វែងរកតាម IP កម្មវិធីរុករកតាមតំបន់ ឬអ្នកផ្តល់សេវា

source: Login Time
km_kh: ពេលវេលាចូល

source: IP Address
km_kh: អាសយដ្ឋាន IP

source: Region
km_kh: តំបន់

source: Provider
km_kh: អ្នកផ្តល់សេវា
